[{"title": "Стажер-разработчик Python", "url": "https://hh.ru/vacancy/84826929", "pay": null, "requirement": "Аналитический склад ума, быстрая обучаемость. Знание <highlighttext>Python</highlighttext>, SQL на уровне выборок данных из нескольких таблиц \\ insert \\ update, хорошие знания Excel..."}, {"title": "Разработчик Python3 (Junior)", "url": "https://hh.ru/vacancy/87614592", "pay": null, "requirement": "Опыт кроссплатформенной разработки на языке <highlighttext>python</highlighttext>3 на фреймворках IDLE, Django 4, Eric7. Навыки работы с базами данных MySQL..."}, {"title": "Стажёр в маркетинговую аналитику", "url": "https://hh.ru/vacancy/87300151", "pay": {"from": null, "to": 60000, "currency": "RUR", "gross": true}, "requirement": "Любовь к цифрам и табличкам. — Знание SQL и <highlighttext>Python</highlighttext> хотя бы на базовом уровне. — Умение говорить числами вместо гуманитарных эпитетов. — "}, {"title": "Тестировщик ПО (QA)", "url": "https://hh.ru/vacancy/87737275", "pay": {"from": 100000, "to": null, "currency": "RUR", "gross": false}, "requirement": "Знание SQL, Postman, <highlighttext>Python</highlighttext>. Опыт тестирования backend приложений. Знание методов и методик тестирования. Ответственность за свои решения, самостоятельность, инициативность, вариативность..."}, {"title": "Продуктовый аналитик Стажер в команде путешествий", "url": "https://hh.ru/vacancy/87725603", "pay": {"from": null, "to": 60000, "currency": "RUR", "gross": true}, "requirement": "Любовь к цифрам и табличкам. Знание SQL и <highlighttext>Python</highlighttext> хотя бы на базовом уровне. Умение говорить числами вместо гуманитарных эпитетов. "}, {"title": "Front-end React-разработчик", "url": "https://hh.ru/vacancy/87622859", "pay": null, "requirement": "Опыт работы с react-query, Storybook, jest/Cypress или Docker. Понимание принципов работы бэкенда (<highlighttext>Python</highlighttext>, Go) и умение писать спецификации..."}, {"title": "Data Scientist (стажер), удаленно", "url": "https://hh.ru/vacancy/86571284", "pay": {"from": null, "to": 15000, "currency": "RUR", "gross": false}, "requirement": "Сильное и стойкое желание развиваться как Data Scientist. Базовые знания <highlighttext>Python</highlighttext>. Базовые знания алгоритмов машинного обучения. Хорошо развитое логическое мышление..."}, {"title": "Junior/Middle Python developer", "url": "https://hh.ru/vacancy/87748672", "pay": null, "requirement": "Возможность удаленной работы. Знание <highlighttext>python</highlighttext> (крепкий junior / middle). Понимание принципов ООП, паттернов проектирования. Опыт работы с git. Опыт написания юнит..."}, {"title": "Бэкенд разработчик Python", "url": "https://hh.ru/vacancy/87371472", "pay": {"from": 60000, "to": 120000, "currency": "RUR", "gross": false}, "requirement": "1) 1+ год опыта работы в качестве бэкенд-разработчика (<highlighttext>Python</highlighttext>). 2) Опыт интеграции сторонних сервисов по средствам API. "}, {"title": "Data scientist", "url": "https://hh.ru/vacancy/87303305", "pay": null, "requirement": "Хорошо владеешь инструментами DS/ML (знаешь теорию и практику). Знаешь SQL (Postgres). Пишешь аккуратный код по PEP8 и не..."}, {"title": "Инженер-программист встраиваемых систем", "url": "https://www.superjob.ru/vakansii/inzhener-programmist-vstraivaemyh-sistem-45842844.html", "pay": {"from": 100000, "to": 0, "currency": "RUR", "gross": false}, "requirement": "Обязанности:\n• Участие в разработке систем гиростабилизации подвижных объектов. \n• Написание программного кода для управления двигателями систем стабилизации. \n• Разработка и реализация алгоритмов систем гиростабилизации. \n• Разработка встроенного ПО для микроконтроллеров типа STM32. \n• Реализация взаимодействия с периферийными устройствами по стандартным интерфейсам (RS232, UART, RS485, SPI, I2C, Ethernet и т. п.).\nТребования:\n• Высшее профессиональное (техническое) образование. \n• Знание С/С++. \n• Опыт работы с микроконтроллерами типа STM32 и микрокомпьютерами. \n• Базовое знание ОС семейства Linux. \n• Понимание работы систем гиростабилизации. \n• Опыт работы с двигателями (программно-аппаратное сопряжение). \n• Использование орг. техники (персональный компьютер, печатающие устройства, сканеры, брошюратор). \n• Знание языка Python является плюсом. \n• Чтение принципиальных электрических схем и знание Altium Designer является плюсом. \n• Базовое знание английского, достаточное для свободного чтения документации иностранных компонент. \n• Уверенное знание теоретической механики и радиотехники на уровне программы профильных ВУЗов. \n• Коммуникабельность, внимательность к деталям, способность к саморазвитию.\nУсловия:\n• Работа в ведущем техническом вузе страны, в городе Долгопрудный (Рядом со станцией Новодачная МЦД-1, или 15 минут от метро Алтуфьево или Ховрино). \n• Оформление в соответствии с ТК РФ, официальная заработная плата. \n• Возможности профессионального развития. \n• Оплачиваемый отпуск, больничный лист. \n• График работы: 5/2, с 09:00 до 18:00, возможно работа в удаленном режиме. \n• Заработная плата: от 100 000 рублей. \n• Молодой активный коллектив. \n• Возможность бесплатного посещения бассейна и тренажерного зала. \n• В соответствии с ТК РФ (ст.331), работники сферы образования обязаны предоставить справку о наличии (отсутствии) судимости и (или) факта уголовного преследования, срок изготовления которой может быть до 30 дней, просим заранее позаботиться о её получении."}, {"title": "Специалист службы поддержки с техническими знаниями", "url": "https://www.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-46109046.html", "pay": {"from": 15000, "to": 0, "currency": "RUR", "gross": false}, "requirement": "Яндекс Контест — онлайн-платформа для соревнований разработчиков. Здесь можно, например, организовать олимпиаду между факультетами или подготовиться к ней, решая задачи из архивных соревнований. Сервисом активно пользуются участники, организаторы соревнований и те, кто приходит потренироваться. Специалисты службы поддержки всегда на связи, чтобы раздать доступы к задачам или ответить на вопросы по ним. Ищем талантливого, сообразительного помощника, который сможет понять, что от него хотят разработчики со всех концов света. Поэтому очень ждем того, кто знает английский и что-то из вузовского курса по программированию на HTML, JavaScript, Python, C, C++ или C#, SQL. \nЧто нужно делать:\n• отвечать на сообщения пользователей по почте и в чатах;\n• консультировать их о вопросах, связанных с Яндексом;\n• передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;\n• иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.\nМы ждем, что вы:\n• грамотно пишете по-русски;\n• умеете четко и структурированно излагать мысли;\n• легко находите главную информацию в текстах разного объема;\n• умеете читать языки JavaScript, HTML и Python;\n• имеете высшее или неоконченное высшее образование (техническое будет плюсом);\n• помогали людям онлайн;\n• умеете работать самостоятельно и в команде;\n• готовы к гибкому графику;\n• ответственны, стрессоустойчивы, самоорганизованны;\n• умеете работать с большим объемом информации;\n• готовы учиться;\n• не устаете от однообразных задач.\nУсловия:\n• работа из дома;\n• оформление совместительства;\n• частичная занятость: 20 рабочих часов в неделю;\n• гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;\n• сдельная оплата;\n• удаленное оплачиваемое обучение."}, {"title": "Системный инженер", "url": "https://www.superjob.ru/vakansii/sistemnyj-inzhener-46296771.html", "pay": {"from": 0, "to": 120000, "currency": "RUR", "gross": false}, "requirement": "Наши ожидания:\n• Вы знаете что такое кластер виртуализации Proxmox (kvm) и понимаете, как он работает.\n• Вы уверенно знаете, как администрировать операционные системы Linux (debian, CentOS, Windows)\n• Вы осознаете принципы работы современной сетевой инфраструктуры и стека TCP/IP, принципы сетевого взаимодействия систем, знаете, что такое Firewall, NAT и прочие странные слова, зачем нужны VLAN и как маршрутизировать трафик средствами OPNsense и Mikrotik. А самое главное зачем и куда!\n• Вы знаете как настроить отправку почтовых голубей через сервер Zimbra\n• Вы знаете что такое Zabbix и сможете настроить мониторинг всего чего угодно.\n• Вы знаете для чего нужно серверное железо и что куда воткнуть, что такое RAID (hardware, software).\n• Вы знаете что такое AD, DNS, DHCP, как работают и настраиваются групповые политики.\n• Вы знаете что такое СХД (Qnap, Windows SMB) и умеете настраивать и администрировать.\n• Вы стремитесь автоматизировать рутинные IT процессы, поэтому знаете, как это сделать.\n• Вы знаете как работать с IP телефонией (Asterisk), как правильно раскидать звонки и сделать красивое голосовое приветствие (сложный IVR).\n• Вы знаете как работать с пользователями и пользовательскими ОС. У Вас крайне высокий уровень стрессоустойчивости.\n• Вы понимаете, что выполнение поручений руководителя — это крайне важно.\nБудет огромным плюсом если вы:\n• Умеете работать с БД Postgresql, MySQL\n• Знаете, как писать скрипты на bash, python, php (желательно PowerShell)\n• Знаете, что такое СКУД и IP видеонаблюдение и умеете с этим работать.\n• Умеете самостоятельно администрировать часть инфраструктуры и отдельные проекты.\n• Знаете как улучшить показатели производительности и отказоустойчивости сервисов в непосредственной зоне ответственности, предложить варианты оптимизации инфраструктуры.\n• Знаете как осуществить мониторинг сервисов, выявить проблемные места, устранить неисправности и задокументировать проблему. Оперативное реагировать на оповещения и сигналы тревоги. Эскалация проблем.\n• Понимаете, что рабочий процесс может затянуться и придется задержаться на работе.\nТребования:\n• Высшее образование.\n• Коммуникабельность, доброжелательность.\n• Ответственность, стрессоустойчивость, способность быстро усваивать новую информацию.\n• Умение работать в режиме многозадачности.\n• Грамотная речь.\nУсловия\n• Работа в крупной медицинской, динамично развивающейся Компании.\n• Строгое соблюдение Трудового законодательства, своевременная и в полном объеме выплата заработной платы, премии, скидки на медицинские услуги, оказываемые в нашей организации.\n• Современное медицинское оборудование, комфортные условия труда.\n• Обучение и развитие в Компании.\n• График работы: гибкий с 8-00 до 20-00 с плавающими выходными днями.\n• Недалеко от метро Нагорная, Профсоюзная, Тульская, Нижние Котлы.\n• Будем рады видеть Вас в нашем дружном коллективе!"}, {"title": "Аналитик (в области медицины)", "url": "https://www.superjob.ru/vakansii/analitik-47195499.html", "pay": {"from": 0, "to": 0, "currency": "RUR", "gross": false}, "requirement": "В Федеральный информационно-аналитический центр мониторинга медико-биологических рисков ФМБА России требуется аналитик в отдел прогнозирования биологических рисков \nОбязанности:\n• моделирование медико-биологических процессов\n• выполнение прогнозов математическими методами\n• исследование и адаптация методов прогнозирования к использованию в области биологических рисков\n• анализ данных\n• внедрение методов в автоматизированную аналитическую систему\n• подготовка аналитических справок, отчетов и презентационных материалов \nТребования:\n• высшее образование (медико-биологическое, математическое, техническое, естественно-научное)\n• знание высшей математики, статистики, теории вероятностей на базовом уровне\n• навыки работы с базами данных, обработки и анализа больших объемов информации из разных источников\n• опыт проведения литературных обзоров для решения поставленных задач (научные статьи, книги, учебники, методические рекомендации, документация)\n• интерес к развитию сферы биологической безопасности, стремление расширять кругозор\n• системное мышление, развитые аналитические способности, нацеленность на получение результата\nПриветствуется:\n\n• опыт работы с медицинскими данными\n• понимание принципов работы алгоритмов машинного обучения, знакомство с методами математического моделирования в биологии и медицине, умение применять байесовские методы\n• владение Python (или другим языком программирования) на уровне, достаточном для самостоятельного выполнения прогнозирования или моделирования\n• опыт написания научных статей, отчетов НИР\n• владение английским языком на уровне чтения технической литературы\nУсловия:\n• График работы 5/2, с 9.30 до 18.00;\n• ежегодный отпуск - 28 календарных дней;\n• испытательный срок 3 месяца;\n• возможность профессионального роста;\n\n• прикрепление к корпоративной поликлинике."}, {"title": "Преподаватель программирования", "url": "https://www.superjob.ru/vakansii/prepodavatel-programmirovaniya-47491246.html", "pay": {"from": 80000, "to": 100000, "currency": "RUR", "gross": false}, "requirement": "В колледж с государственной лицензией и аккредитацией требуется преподаватель программирования.\nУсловия:\n\nбессрочный трудовой договор;\n• \"белая\" зарплата;\n• пятидневная рабочая неделя;\n• оплачиваемый отпуск два месяца в год; \n• нагрузка 4-5 пар в день;\n• оффлайн и онлайн занятия.\nОбязанности:\n• Преподавание дисциплин по программированию\n• Подготовка и проверка заданий для студентов\nТребования:\nНаличие высшего образования;\nЗнание:\n• Python;\n• C++ или Java;\n• SQL;\n• алгоритмов и теории программирования;\nВладение навыками:\n• разработки программных модулей;\n• разработки мобильных и веб-приложений;\n• поддержки и тестирования программных модулей;\n• системного программирования."}, {"title": "Специалист (работа с отчетностью)", "url": "https://www.superjob.ru/vakansii/specialist-31061879.html", "pay": {"from": 35000, "to": 0, "currency": "RUR", "gross": false}, "requirement": "Обязанности:\n\n• \nКонтроль и загрузка в БД информации из различных источников\n• \nФормирование аналитических и статистических отчетов\n\nТребования:\n\n• Системное и аналитическое мышление;\n• Умение работать с большим объемом информации.\n• Умение работать в режиме многозадачности.\n• Навыки деловой переписки, умение ясно и четко излагать свои мысли с учетом потребностей целевой аудитории.\n• Базовые навыки работы с офисными приложениями (MS Office Project, Word, Excel, Visio, Power Point) и браузерами, применение компьютерной и другой оргтехники,\n• Основы ведения делопроизводства, составление делового письма\nПредпочтительно:\n\n• Продвинутые знания MS Excel, SQL \n• Навыки работы с MS Power Query, Python (библиотеки numpy, pandas)\n\n\nУсловия:\n\n5дневная рабочая неделя, график работы пн-чт с 9 до 18, пт с 9 до 16-45, обед - 45 минут.\nСлужебный день ненормированный (эпизодически).\nОтпуск составляет 30 календарных дней + 3 дня за ненормированный рабочий день+ отпуск за выслугу лет.\nБесплатное обслуживание в ведомственной поликлинике.\nСанаторно-курортное лечение в пансионатах Сочи и Анапы.\nДружный молодой коллектив.\nПерспективы профессионального и карьерного роста.\nСтабильная заработная плата.\nЕжеквартальное материальное стимулирование.\nТерриториальное расположение: Походный проезд, 3, «Налоговый городок». Ближайшие станции метро: Сходненская, Тушинская, Волоколамская (10 минут общественным транспортом), а также пешая доступность от станции «Трикотажная» Рижской ЖД\nПолный рабочий день"}, {"title": "DevOps-инженер", "url": "https://www.superjob.ru/vakansii/devops-inzhener-34424249.html", "pay": {"from": 0, "to": 0, "currency": "RUR", "gross": false}, "requirement": "Мы ожидаем от кандидата опыт:\n\n• Администрирования Linux.\n• Настройки и эксплуатации CI/CD.\n• Программирования (скрипты Bash/PHP/Python/Go).\n• Настройки и эксплуатации web-проектов.\n• Использования систем мониторинга.\nЧем предстоит заниматься:\n• Управлять мониторингом zabbix, grafana.\n• Создавать и развивать собственные инструменты мониторинга и профайлинга для внутренних сервисов (php, nodejs) и для используемого стороннего ПО.\n• Реагировать на инциденты, не теряя присутствия духа.\n• Поддерживать актуальный план восстановления в случае сбоев.\n• Проводить нагрузочное тестирование новых сервисов, новых версий и новых конфигураций для mariadb и других серверов.\n• Находить узкие места в архитектуре проекта и приложений.\n• Рулить конфигурацией сервисов nginx, mariadb, clickhouse, apache, rabbitmq и других.\n• Писать плейбуки и роли для ansible для конфигурации и деплоя.\n• Контейнеризировать новые сервисы и поддерживать старые.\n• Поддерживать стороннее ПО (sentry, testrail, confluence, jira, bitbucket, teamcity).\n• Рулить процессом continuous integration и deployment.\nБудет плюсом опыт:\n• Администрирования систем виртуализации.\n• Администрирования баз данных SQL, NoSQL.\n• Администрирования высоконагруженного web-проекта.\nМы используем в работе свой дата-центр, пару сотен серверов, CentOs/Virtuozzo, Git, Nginx, Apache, NodeJS, Bash/Sh, PHP, Python, Rust, Go, MariaDB/MySql, PostgreSQL, Redis, Sphinx, RabbitMQ, Memcache, ClickHouse, ELK, Graphite/Grafana, Zabbix, TeamCity, Jenkins, Docker, Ansible, Nexus, Vault, Atlassian Jira/Confluence/BitBucket.\nСвоему будущему коллеге мы предлагаем:\n• Работу в одном из самых быстрорастущих рынков - HRTech.\n\n• Высокую инженерную культуру.\n\n• Непрерывное обучение и профессиональное развитие внутри компании.\n\n• Возможность стать частью сплоченной команды, любящей свое дело.\n\n• Регулярную обратную связь от наставников и руководителей.\n\n• Официальную заработную плату.\n\n• ДМС после прохождения испытательного срока.\n\n• Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская.\n\n• Спортивный уголок.\n\n• Комфортную зону отдыха.\n\n• Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.\n\n• Оборудованное просторное место для питания.\n\n• Оплату проезда общественным транспортом."}, {"title": "Преподаватель по программированию", "url": "https://www.superjob.ru/vakansii/prepodavatel-po-programmirovaniyu-47136315.html", "pay": {"from": 0, "to": 0, "currency": "RUR", "gross": false}, "requirement": "Мы с тобой сработаемся, если ты:\n• В том числе студент (3 курс и старше), аспирант или выпускник технического или педагогического вуза\n• Знаешь язык программирования или есть желание обучиться\n• Опыт преподавания в группах от 6 месяцев\n• Умеешь объяснять сложные вещи простыми словами\n• Хочешь развиваться и повышать свою квалификацию\nЧто нужно делать?\n• Проводить занятия по программированию для детей\n• Отслеживать результаты обучения\n• Консультировать родителей по вопросам успеваемости детей\n• Продавать курсы на открытом уроке\n• Поддерживать в школе позитивную атмосферу\n• Спустя полноценный учебный год наши юные ученики получают дипломы об окончании курса, и ты будешь участвовать в организации масштабного мероприятия\nНаши условия:\n• Сменный график в развивающейся школе под узнаваемым брендом\n• Бесплатное обучение для успешных кандидатов\n• Обеспечение методическими материалами\n• Конкурентная заработная плата\n• Возможность развиваться и получать новые навыки\n• Атмосфера и команда школы – корпоративная культура отдыха, пицца и отличное настроение: )"}, {"title": "Продуктовый web-аналитик (Стрим дебетовые карты и счета)", "url": "https://www.superjob.ru/vakansii/produktovyj-web-analitik-47316909.html", "pay": {"from": 0, "to": 0, "currency": "RUR", "gross": false}, "requirement": "Обязанности:\n• настройка системы сбора, процессов и методов по сбору данных;\n• настройка новых отчетов из Яндекс.Метрики;\n• настройка метрик на сайтах и посадочных страницах;\n• проверка данных на достоверность в системах аналитики при формировании еженедельных/ежедневных отчетов в системе Яндекс.Метрика;\n• проведение анализа результативности всех каналов трафика;\n• проведение анализа количественных и качественных показателей трафика на веб-сайте;\n• мониторинг поведенческих характеристик пользователей при посещении веб-сайта;\n• участие в подготовке тех.заданий на новые лендинги компании;\n• подготовка регулярного отчета по сайту и лендингам;\n• подготовка отчетов в различных срезах (по страницам, по городам, по продуктам, по аудитории, по конверсиям, по событиям, выстраивание воронки);\n• анализ данных и подготовка рекомендаций для команды маркетинга.\nТребования:\n• опыт работы не менее 2-х лет в банке/агентстве работающем с банками;\n• обязательное владение SQL на уровне сложных запросов;\n• опыт работы с системами визуализации данных PowerBI / Google Data Studio и т.д.;\n• визуализация данных с помощью дашбордов;\n• умение работать с большим массивом данных;\n• желательно знание Python;\n• свободное владение основными инструментами веб-аналитики (Яндекс Метрика, Google Analytics);\n• логика и cтратегическое мышление."}, {"title": "Web developer", "url": "https://hh.ru/vacancy/87730347", "pay": {"from": 50000, "to": 80000, "currency": "RUR", "gross": true}, "requirement": "Стэк технологий: HTML5, CSS3, Bootstrap, jQuery, Ajax. Ожидается глубокое понимание jQuery, умение создавать чистый, грамотный и оптимизированный код. "}]